//
//  SettingsModel.swift
//  Lesson_10
//
//  Created by Динара Аминова on 05.08.2020.
//  Copyright © 2020 AlekseyKudryashov. All rights reserved.
//

import UIKit

struct SettingsModel {
    let icons: [String] = ["✈️", "💤", "🌀", "📱", "🤳", "📳", "🔊", "📵", "⏱️", "🎛️", "🖥️", "💡", "😎", "🖼️", "🔍", "🔢", "🆘", "🔋", "🐒"]
    let names: [String] = ["Авиарежим", "Wi-Fi", "Bluetooth", "Сотовая связь", "Режим модема", "Уведомления", "Звуки, тактильные сигналы", "Не беспокоить", "Экранное время", "Основные", "Пункт управления", "Экран и яркость", "Универсальный доступ", "Обои", "Siri и Поиск", "Face ID и код-пароль", "Экстренный вызов - SOS", "Аккумулятор", "Конфиденциальность"]
}
